Repository: oleg-chibikov/Memoire
Catalog: Remembrance.Resources/Texts.*.resx
Languages: ru_ru

source: Enter the answer:
ru_ru: Введите ответ:

source: Translate
ru_ru: Перевести

# TimeToShow
source: Time left to show card
ru_ru: До следующего показа осталось

source: Favorite
ru_ru: Добавить в избранное

# SetPreviousImage
source: Previous image
ru_ru: Предыдущее изображение

# SetNextImage
source: Next image
ru_ru: Следующее изображение

source: Loading...
ru_ru: Загрузка...

source: Loading failed
ru_ru: Провал

source: from
ru_ru: с

source: to
ru_ru: на

source: Add translation
ru_ru: Добавить перевод

# Answer
source: Provide an answer
ru_ru: Ответить

source: Save
ru_ru: Сохранить

source: Card show frequency
ru_ru: Частота появления карточек

source: Reverse translation
ru_ru: Обратный перевод

source: Ui Language
ru_ru: Язык интерфейса

source: TTS Speaker
ru_ru: Диктор

# FromCap
source: From
ru_ru: С

# GridGroupHeader
source: Drag columns here for grouping
ru_ru: Перетащите колонки сюда для группировки

source: Last card show time
ru_ru: Прошл. показ

source: Next card show time
ru_ru: След. показ

source: Repeat
ru_ru: Повтор

# ShowCount
source: Show #
ru_ru: # показов

# ToCap
source: To
ru_ru: На

source: Translation
ru_ru: Перевод

source: Example
ru_ru: Пример

source: Meaning
ru_ru: Значение

source: Word
ru_ru: Слово

source: Close
ru_ru: Закрыть

source: OK
ru_ru: ОК

source: Cancel
ru_ru: Отмена

source: Search
ru_ru: Поиск

source: Edit settings
ru_ru: Изменить настройки

source: Speak
ru_ru: Озвучить

# Title
source: Remembrance - Memorize the words easily
ru_ru: Remembrance - Запоминайте слова с лёгкостью

# CorrectAnswer
source: Congratulations! The answer is correct
ru_ru: И это правильный ответ!

source: Wrong answer!
ru_ru: Неправда!

source: View logs
ru_ru: Логи

source: Export
ru_ru: Экспорт

source: Import
ru_ru: Импорт

source: Dictionary
ru_ru: Словарь

source: Exit
ru_ru: Выход

source: Settings
ru_ru: Настройки

# RandomTranslation
source: Random translation choice
ru_ru: Случайный выбор перевода

# OpenDetails
source: Show translation details
ru_ru: Подробности перевода

# BrowserWasOpened
source: The browser was opened at qwant.com. Please confirm that you are not a robot.
ru_ru: Браузер был открыт по адресу qwant.com. Пожалуйста, подтвердите, что вы не робот.

# Details
source: Translation details
ru_ru: Подробности перевода

# MistakesTooltip
source: Mistakes are automatically corrected. The number of possible mistakes depends on the word's length
ru_ru: Ошибки автоматически исправляются. Количество допустимых ошибок зависит от длины слова

# TogglePriority
source: Toggle translation priority
ru_ru: Сменить приоритет перевода

# LearnWord
source: Learn this word
ru_ru: Учить это слово

# Activate
source: Start showing cards
ru_ru: Показывать карточки

# Deactivate
source: Stop showing cards
ru_ru: Не показывать карточки

# ImportSucceeded
source: Import succeeded. {0} words imported
ru_ru: Импорт завершился успешно. {0} слов импортировано

source: Export succeeded
ru_ru: Экспорт завершился успешно

source: Open settings folder
ru_ru: Открыть папку настроек

source: Total
ru_ru: Всего

source: Open shared folder
ru_ru: Открыть общую папку

source: with custom translation
ru_ru: с особым перводом

source: Edit manual translations
ru_ru: Редактировать особые переводы

source: Part of speech
ru_ru: Часть речи

source: Confirm
ru_ru: Подтвердите действие

# AreYouSureDelete
source: Are you sure you'd like to delete the translation {0}?
ru_ru: Вы уверены, что хотите удалить перевод {0}?
